 [
    {

        "quote": "The biggest issue with money is we don’t understand how it works, so no matter how much we make, we can’t seem to get to the place called financial freedom",
        "author": "Arese Ugwu"
    },
    {
        "quote": "People should not just look at people who are on top. They should go and study how they got there and the challenges they had to face while climbing the ladder",
        "author": "Folorunsho Alakija"
    },
    {
        "quote": "Your gifts keep improving when you feed it and take risks. Push further to a bigger goal.",
        "author": "TY Bello"
    },
    {
        "quote": "The greatest thing you can do for yourself in every time you have the opportunity to handle someone’s project, knock it out the park, and that is what I live by every day",
        "author": "Kemi Adetiba"
    },
    {
        "quote": "A woman becoming financially independent doesn’t equate to ‘I don’t need a man’. It just means, she brings more to the table. Instead of being a financial burden, she becomes a value addition",
        "author": "Arese Ugwu"
    },
    {
        "quote": "I try not to focus on the negatives and limitation. I just work hard and make sure I deliver with the opportunity given to me.",
        "author": "Kemi Adetiba"
    },


    {
        "quote": "I believe that when you find problems, you should also find solutions",
        "author": "Ngozi Okonjo-Iweala"
    },
    {
        "quote": "Confidence comes from being prepared, and preparation comes from careful planning",
        "author": "Nimi Akinkugbe"
    },
    {
        "quote": "If people look inward, they would see the opportunities for greatness",
        "author": "Aliko Dangote"
    },
    {
        "quote": "Wherever you are, there is always someone trying to get there. Mentor someone.",
        "author": "Tara Durotoye"
    },
    {
        "quote": "In whatever you do, strive to be the best at it",
        "author": "Aliko Dangote"
    },
    {
        "quote": "Everything in life succeeds where opportunities meet preparation.",
        "author": "Tunde Folawiyo"
    },
    {
        "quote": "When you do a good job, when you help others, when you tell them that no is not the answer, success follows",
        "author": "Stella Okoli"
    },
    {
        "quote": "Leadership is first among among equals. It goes with humility.",
        "author": "Tony Elumelu"
    },
    {
        "quote": "What I always say is that money doesn’t have colour. It doesn’t matter whether you are from Africa or anywhere in the world. The colour of money is the same",
        "author": "Aliko Dangote"
    },
    {
        "quote": "Never allow the perception of others to play a substantial part in your own vision of yourself and your future.",
        "author": "Jim Ovia"
    },
    {
        "quote": "Therefore, whatever course you choose to take in the services of others, be guided by the goal of unleashing the inherent potential that resides in each and every one of us",
        "author": "Tony Elumelu"
    },
    {
        "quote": "eople who succeed in life are those who are willing to work harder than everybody else",
        "author": "Segun Agbaje"
    },
    {
        "quote": "ou must have joy in whatever you are doing, because what’s in this life?",
        "author": "Pascal Dozie"
    },
    {
        "quote": "It takes hard work, diligence, determination and more to get through the process of turning your passion into an enterprise",
        "author": "Florence Chikezie"
    },
    {
        "quote": "Honesty and integrity are keys. Always honour contracts. It’s very important to be of tremendous integrity. Those who try to take shortcuts will always fail.",
        "author": "Jim Ovia"
    },
    {
        "quote": "When you are psychologically defeated, you lose the war",
        "author": "Leo Stan Ekeh"
    },
    {
        "quote": "Your daily activities should be geared towards developing your passion.",
        "author": "Florence Chikezie"
    },
    {
        "quote": "Don’t rely solely on your job for your income; Be creative, you can generate extra cash.",
        "author": "Nimi Akinkugbe"
    },
    {
        "quote": "If you want to become Steve Jobs … take it one step at a time.",
        "author": "Tony Elumelu"
    },
    {
        "quote": "Persevere – Never give up! Today’s world enjoys electricity because of those who did not give up!",
        "author": "Folorunsho Alakija"
    },
    {
        "quote": "Don’t give up when things get tough, just hang in there, stay focused and be patient",
        "author": "Folorunsho Alakija"
    },

    {
        "quote": "Helping others is helping myself.",
        "author": "Anie Akpe"
    },
    {
        "quote": "In my dictionary, ‘can’t’ doesn’t exist.",
        "author": "Kemi Adetiba"
    },
    {
        "quote": "Sometimes you have to tune out others so that you can tune into your internal voice",
        "author": "Anie Akpe"
    },
    {
        "quote": "Discover your passion and what you love doing as you may find that this is what drives you most towards success; it might also help you to employ others",
        "author": "Nimi Akinkugbe"
    },
    {
        "quote": "In leadership, no knowledge gained is lost",
        "author": "Tony Elumelu"
    },
    {
        "quote": "Rome was definitely not built in a day. Take your time, learn so that you can grow that empire.",
        "author": "Anie Akpe"
    },
    {
        "quote": "A person’s ability to attract wealth is tightly linked to how well they are able to grow and leverage their network to take advantage of opportunities.",

        "author": "Arese Ugwu"
    },
    {
        "quote": "Impossibility only happens in the brain",
        "author": "Tony Elumelu"
    },
    {
        "quote": "Don’t be afraid of failure as long as you are doing everything within your power to succeed. The challenges we face in life are always lessons that serve as our personal growth",
        "author": "Arese Ugwu"
    },
    {
        "quote": "Push worry, anxiety and society back and learn to live",
        "author": "TY Bello"
    },
    {
        "quote": "Leadership is a journey and it occurs at every stage",
        "author": "Tony Elumelu"
    },
    {
        "quote": "Its best to see what others are doing and adjust your vision as needed. Be flexible to changes and be open to partnerships",
        "author": "Anie Akpe"
    },
    {
        "quote": "No one can do it for you, you have to do it yourself",
        "author": "Ngozi Okonjo-Iweala"
    },
    {
        "quote": "I love transformation. I love to see someone go from nothing to something",
        "author": "TY Bello"
    }

]
